{"class_name": "Sequential", "keras_version": "1.2.0", "config": [{"class_name": "Dense", "config": {"bias": true, "trainable": true, "W_regularizer": null, "input_dtype": "float32", "output_dim": 12, "name": "dense_8", "activation": "relu", "batch_input_shape": [null, 8], "init": "uniform", "activity_regularizer": null, "input_dim": 8, "b_constraint": null, "b_regularizer": null, "W_constraint": null}}]}